GCP/8th_try/node20/gcplb.5.log
kt-test-lb8
Running 30s test @ http://35.197.33.30/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.43ms    9.56ms 489.23ms   96.89%
    Req/Sec     5.93k     0.98k   14.22k    74.54%
  7097181 requests in 30.10s, 1.64GB read
Requests/sec: 235785.82
Transfer/sec:     55.68MB
kt-test-lb7
Running 30s test @ http://35.197.33.30/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.73ms    9.76ms 468.30ms   96.89%
    Req/Sec     5.50k     0.85k   15.09k    79.56%
  6588018 requests in 30.10s, 1.52GB read
Requests/sec: 218869.98
Transfer/sec:     51.68MB
kt-test-lb6
Running 30s test @ http://35.197.33.30/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.43ms   10.24ms 488.95ms   97.22%
    Req/Sec     5.83k   730.24    14.89k    75.46%
  6973594 requests in 30.10s, 1.61GB read
Requests/sec: 231681.64
Transfer/sec:     54.71MB
kt-test-lb5
Running 30s test @ http://35.197.33.30/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.40ms    8.37ms 272.39ms   96.84%
    Req/Sec     5.61k     1.00k   16.36k    64.55%
  6715751 requests in 30.09s, 1.55GB read
Requests/sec: 223158.70
Transfer/sec:     52.70MB
kt-test-lb4
Running 30s test @ http://35.197.33.30/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.76ms    9.94ms 463.40ms   97.08%
    Req/Sec     5.44k   664.64    15.84k    82.00%
  6515820 requests in 30.10s, 1.50GB read
Requests/sec: 216471.81
Transfer/sec:     51.12MB